{
	"UserNotMatch": "Tài khoản hoặc mật khẩu không đúng.",
	"UserNotExist": "Tài khoản đăng nhập không đúng",
	"UserBlocked": "Tài khoản đã bị khoá vì nhập sai mật khẩu quá số lần cho phép",
	"UserNameExist": "User Name have been existed. Please check again",
	"EmailExist": "Email have been existed.Please check again",
	"EmailInvalid": "Invalid email. Please check again",
	"LinkInvalid": "This link has expired",
	"SameOldPassword": "Mật khẩu mới và mật khẩu không được trùng nhau.",
	"OldPasswordNotCorrect": "Mật khẩu cũ không đúng. Vui lòng kiểm tra lại",
	"AccountIsBlocked": "Your account is being locked. Please contact admin for assistance",
	"RoleExists": "Role Name have been existed. Please check again",
	"RateLimit": "Too many requests, please try again later.",
	"NotNull": "Vui lòng nhập {0}",
	"MinLength": "Độ dài {0} ít nhất là {1} ký tự",
	"MaxLength": "Độ dài {0} không được quá {1} ký tự",
	"PasswordStrong": "Mật khẩu yêu cầu độ dài tối thiểu là 8 ký tự và tối đa 20 ký tự, phân biệt hoa thường, bao gồm cả chữ cái, số và ký tự đặc biệt. Quý khách vui lòng thử lại.",
	"NotNullSpecial": "Trường * không được bỏ trống, vui lòng nhập thông tin",
	"DuplicatedModel": "{0}: {1} đã tồn tại",
	"InstallInformationAreaDuplicated": "Dịch vụ đã được thiết lập vùng thông tin.",
	"StatusNotValid": "Trạng thái hiện tại không được phép chỉnh sửa",
	"CustomerExisted": "Khách hàng đã đăng ký dịch vụ tại hệ thống vui lòng vào danh sách khách hàng để kiểm tra.",
	"BussinessCustomer": "Đây là CIF khách hàng doanh nghiệp. Dịch vụ Mobile Banking chỉ dành cho khách hàng cá nhân",
	"CusAccountNotValid": "Khách hàng cần có tài khoản thanh toán VNĐ để đăng ký sử dụng dịch vụ Mobile Banking",
	"MobileExisted": "Số điện thoại đã đăng ký MB cho khách hàng {0}. Vui lòng chọn số điện thoại khác.",
	"MobileNotValid": "Số điện thoại không nằm trong danh sách mạng viễn thông tại hệ thống. Vui lòng kiểm tra lại.",
	"ReceivedOTPNotValid": "Số điện thoại nhận otp không nằm trong danh sách mạng viễn thông tại hệ thống. Vui lòng kiểm tra lại.",
	"FeeDateStartNotValid": "Ngày thu phí phải lớn hơn hoặc bằng ngày hiện tại. Vui lòng kiểm tra lại.",
	"ValueNotValid": "{0} không đúng định dạng",
	"NoSelectedRecord": "Chưa có bản ghi được chọn",
	"ReportExpired": "Rất tiếc Report này đã hết hạn nên không thể Export, vui lòng tạo report mới",
	"CurrentStatusNotValid": "Trạng thái hiện tại không được phép cập nhật",
	"BranchNotValid": "Vui lòng khai báo mã chi nhánh trên hệ thống",
	"CustomerTypeNotValid": "Loại khách hàng phải là Cá nhân mới được đăng ký, Vui lòng kiểm tra lại",
	"EmailInvalidVN": "Email không đúng định dạng. Vui lòng nhập lại",
	"CustomerRankNotValid": "Khách hàng đăng ký phải là KH VIP. Vui lòng kiểm tra lại",
	"CifNotFound": "Người dùng thêm vào BE phải là nhân viên của Eximbank",
	"SearchCustomerCoreError": "Tìm kiếm thông tin khách đang lỗi tại Core Bank",
	"SearchCustomerCoreNotFound": " Khách hàng cần có tài khoản thanh toán VND để đăng ký sử dụng dịch vụ",
	"WrongBranchConfirm": "Khách hàng {0} không được phép duyệt ở chi nhánh hiện tại",
	"PackageExist": "Mã gói giao dịch đã tồn tại. Vui lòng nhập mã gói giao dịch khác",
	"PackageLimitExist": "Hạn mức giao dịch đã tồn tại.",
	"FeeExCodeExist": "Mã biểu phí đã tồn tại. Vui lòng chọn mã khác lại",
	"VIPCustomer": "Khách hàng không phải là Khách hàng VIP"
}
